{
  "cities": {
    "shanghai": {
      "tagline": "동서양이 최고 속도로 만나는 곳.",
      "description": "네온으로 빛나는 스카이라인과 100년 된 스쿠먼 골목이 공존한다. 아르데코 재즈 바에서 칵테일을 마시다가 전위적인 갤러리와 미슐랭 레스토랑에 빠져든다. 상하이는 모든 것을 원하는 사람에게, 빠르게 그것을 준다.",
      "matchReason": "상하이와 당신은 같은 탐욕을 지녔습니다. 동서양의 융합, 세계적 미식 문화, 네온빛 활기——모든 것을 원하고 빠르게 즐길 수 있는 당신에게 상하이는 최고의 무대입니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$80~150/일",
      "name": "상하이",
      "label": "국제 대도시"
    },
    "beijing": {
      "tagline": "제국이 흔적을 남긴 곳.",
      "description": "5천 년의 제국 역사가 모든 구석에서 바라보고 있다. 황제가 걸었던 자리에 서고, 오래된 후통 골목을 자전거로 달리고, 모든 돌에서 역사의 무게를 느낀다. 이것이 가장 웅장한 중국의 모습이다.",
      "matchReason": "베이징과 당신은 같은 깊이에 끌립니다. 역사의 무게가 느껴지는 곳, 황제가 걸었던 자리, 후통의 고요함——베이징은 당신 안의 '진짜를 원하는 마음'에 직접 말을 걸어오는 도시입니다.",
      "bestTime": "4월~5월 / 9월~10월",
      "budgetRange": "$60~120/일",
      "name": "베이징",
      "label": "황실 수도"
    },
    "xian": {
      "tagline": "역사가 말 그대로 당신을 둘러싸는 곳.",
      "description": "세계에서 가장 잘 보존된 고대 성벽 안에 지금도 자리한다. 8천 개의 병마용과 마주하고, 회민가 야시장에서 먹거리를 즐기고, 발밑에서 실크로드의 맥동을 느낀다.",
      "matchReason": "시안과 당신은 '뿌리'에 대한 집착을 공유합니다. 8천 개의 병마용, 고대 성벽, 실크로드의 흔적은 단순한 관광지가 아니라 문명의 깊은 이야기와의 재회입니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$40~80/일",
      "name": "시안",
      "label": "천년 고도"
    },
    "chengdu": {
      "tagline": "삶이 딱 완벽한 속도로 흐르는 곳.",
      "description": "판다, 마라훠궈, 그리고 서두를 필요 없는 시간——청두는 자신만의 리듬으로 움직인다. 오전엔 판다 기지에서 보내고, 오후엔 찻집에서 세상이 흘러가는 걸 바라보고, 저녁엔 얼얼하고 중독성 있는 공동 훠궈에 녹아든다.",
      "matchReason": "청두와 당신은 같은 리듬으로 살아갑니다——서두르지 않고, 따뜻하고, 즐거운 삶. 판다와 함께하는 아침, 찻집에서의 오후, 마라훠궈의 저녁——청두는 당신에게 '더 빨리'라고 말하지 않습니다.",
      "bestTime": "3월~6월 / 9월~11월",
      "budgetRange": "$35~70/일",
      "name": "청두",
      "label": "슬로우 라이프 도시"
    },
    "guilin": {
      "tagline": "풍경이 그림처럼 보이는 곳.",
      "description": "여기의 모든 풍경은 고전 수묵화가 현실이 된 것 같다. 기묘한 카르스트 봉우리 사이를 이강 유람선으로 돌아다니고, 계단식 논밭을 자전거로 달리고, 산에서 안개가 피어오르는 아침에 눈을 뜬다.",
      "matchReason": "당신은 자연에 완전히 압도되고 싶어합니다. 리강의 카르스트 봉우리, 계단식 논밭의 안개, 물에 비치는 산 그림자——구이린은 진짜 감동을 찾는 당신을 위해 존재합니다.",
      "bestTime": "4월~5월 / 9월~10월",
      "budgetRange": "$35~65/일",
      "name": "구이린",
      "label": "산수 절경 도시"
    },
    "dali": {
      "tagline": "자유로운 영혼이 제자리를 찾는 곳.",
      "description": "대리는 어디에도 완전히 속하지 못했던 여행자들이 딱 맞아 떨어지는 곳이다. 독립 카페로 가득한 대리석 골목을 거닐고, 현지 바이족의 전통 의식을 구경하고, 만년설 덮인 산을 배경으로 에메랄드빛 얼하이에서 수영한다.",
      "matchReason": "당신과 다리는 모두 '틀에 박히지 않는 것'을 소중히 여깁니다. 얼하이의 파란빛, 바이족 문화, 골목의 개성 있는 카페——다리는 영혼을 가진 장소를 찾는 사람들이 결국 도달하는 곳입니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$30~60/일",
      "name": "다리",
      "label": "자유로운 감성 도시"
    },
    "xiamen": {
      "tagline": "해안의 매력과 여유로운 삶이 만나는 곳.",
      "description": "피아노섬, 부겐빌레아로 덮인 식민지 골목, 지금껏 먹어본 최고의 해산물. 차 없는 구랑위 섬을 산책하고, 파스텔 톤의 유럽 건축물을 사진에 담고, 해협 위로 지는 노을과 함께 하루를 마친다.",
      "matchReason": "당신과 샤먼은 일상의 아름다움에서 기쁨을 찾습니다. 해풍, 여유로운 식사, 생동감 있는 거리——구랑위의 매력, 신선한 해산물, 느긋한 오후가 당신을 기다립니다.",
      "bestTime": "10월~4월",
      "budgetRange": "$40~75/일",
      "name": "샤먼",
      "label": "해안 감성 도시"
    },
    "zhangjiajie": {
      "tagline": "자연이 불가능을 만들어낸 곳.",
      "description": "아바타의 부유 산을 영감을 준 실제 장소. 구름에 휩싸인 사암 기둥 사이를 하이킹하고, 세계에서 가장 긴 유리 다리를 건너고, 존재할 수 없을 것 같은 풍경에 진심으로 경이로움을 느낀다.",
      "matchReason": "당신은 말문이 막히는 경험을 원합니다. 아바타의 부유 산, 구름 위의 유리 다리, 불가능해 보이는 풍경——장가계는 자연이 당신을 완전히 압도할 곳입니다.",
      "bestTime": "4월~10월",
      "budgetRange": "$40~70/일",
      "name": "장자제",
      "label": "기암절벽 자연도시"
    },
    "harbin": {
      "tagline": "겨울이 모험이 되는 곳.",
      "description": "매년 1월, 하얼빈은 얼음으로 도시를 짓는다——들은 것처럼 비현실적이다. 건물만 한 크기의 빛나는 얼음 성을 걷고, 양파 모양 돔 건축 안에서 러시아 음식을 먹고, 영하 20도의 추위를 모험의 일부로 받아들인다.",
      "matchReason": "당신은 극한에서 아름다움을 찾습니다. 얼음 도시, 러시아풍 건축, 영하 20도의 공기——하얼빈은 대부분의 사람이 시도하지 않을 경험을 모으는 당신을 위한 곳입니다.",
      "bestTime": "11월~2월",
      "budgetRange": "$40~75/일",
      "name": "하얼빈",
      "label": "빙설 왕국"
    },
    "hangzhou": {
      "tagline": "고전적인 중국이 살아 숨 쉬는 곳.",
      "description": "새벽의 서호, 언덕의 녹차밭, 잔잔한 물에 비치는 천 년 된 사원. 호수를 자전거로 일주하고, 용정차의 산지에서 한 잔을 마시고, 왜 고대 중국인들이 이곳을 지상낙원이라 불렀는지 이해한다.",
      "matchReason": "당신과 항저우는 시간의 검증을 통과한 아름다움에 끌립니다. 새벽의 서호, 용정차, 안개 속 고찰——천 년의 시인들을 감동시켜온 풍경은 천천히, 조용히 이해되기를 기다립니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$50~90/일",
      "name": "항저우",
      "label": "강남 고전 도시"
    },
    "chongqing": {
      "tagline": "도시가 물리 법칙에 도전하는 곳.",
      "description": "충칭은 문자 그대로 3차원으로 존재한다. 지하철을 내리면 건물 20층에 나오고, 마천루가 아침 안개 속에서 사이버펑크 꿈처럼 나타나고, 지구상에서 가장 중독성 강한 마라훠궈를 먹는다.",
      "matchReason": "당신과 충칭은 강렬함을 두려워하지 않습니다. 산 위에 쌓인 도시, 3차원 지하철, 마라훠궈의 강렬한 맛——당신은 모든 방향에 개성이 있는 곳에 본능적으로 반응합니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$35~70/일",
      "name": "충칭",
      "label": "산악 사이버펑크 도시"
    },
    "shenzhen": {
      "tagline": "미래가 이미 와 있는 곳.",
      "description": "중국에서 가장 빠르게 성장한 이 도시는 논밭에서 대도시가 되는 데 30년밖에 걸리지 않았으며, 그 역동성이 느껴진다. 최첨단 기술 박물관을 탐험하고, 세계에서 가장 창의적인 도시 공간을 거닐고, 여전히 스스로를 발명하고 있는 도시의 전기 같은 에너지를 느낀다.",
      "matchReason": "당신과 선전은 다음에 무엇이 올지를 바라봅니다. 30년 만에 농지에서 메가시티가 된 이 도시는, 과거를 건너뛰고 미래로 직행했습니다. 가능성 안에서 생각하는 사람을 위한 도시입니다.",
      "bestTime": "10월~3월",
      "budgetRange": "$60~120/일",
      "name": "선전",
      "label": "미래 혁신 도시"
    },
    "sanya": {
      "tagline": "중국이 낙원으로 당신을 놀라게 하는 곳.",
      "description": "맑은 청록색 바다, 새하얀 모래사장, 어디도 서둘러 가야 할 필요가 없는 시간. 따뜻한 남중국해 만에서 수영하고, 노을 속 극적인 해안 암석 지형을 탐험하고, 대부분의 사람이 모르는 진짜 열대 낙원이 중국에 있다는 걸 발견한다.",
      "matchReason": "당신과 산야는 멈출 때를 압니다. 따뜻한 남중국해, 하얀 모래사장, 서두를 필요 없는 시간——산야는 그저 거기에 있기만 하면 되는 곳입니다.",
      "bestTime": "10월~4월",
      "budgetRange": "$60~130/일",
      "name": "싼야",
      "label": "열대 휴양 도시"
    },
    "dunhuang": {
      "tagline": "실크로드가 살아나는 곳.",
      "description": "사막이 고대 실크로드를 삼키기 전 마지막 중요한 오아시스. 낙타를 타고 명사산을 넘고, 믿기 어려운 고독 속에서 초승달 모양의 호수가 반짝이는 걸 바라보고, 막고굴에 들어간다——사막에서 1000년을 온전히 살아남은 불교 벽화가 기다리고 있다.",
      "matchReason": "당신은 문명의 끝을 찾는 탐험가입니다. 명사산의 낙타, 월아천의 반짝임, 막고굴의 천 년 벽화——돈황은 고독 속에서 깊이를 찾는 당신을 위해 존재합니다.",
      "bestTime": "5월~9월",
      "budgetRange": "$35~65/일",
      "name": "둔황",
      "label": "실크로드 오아시스"
    },
    "guangzhou": {
      "tagline": "모든 식사가 축제가 되는 곳.",
      "description": "아침엔 딤섬, 점심엔 차슈, 저녁엔 지금껏 먹어본 최고의 완탕면. 100년 된 차루에서 카트를 밀고, 샤멘 섬의 식민지 구역을 산책하고, 광저우의 음식 문화가 삶의 방식 그 자체임을 깨닫는다.",
      "matchReason": "당신과 광저우는 일상의 즐거움의 풍요로움을 공유합니다. 딤섬은 음식이 아니라 철학입니다. 백 년 된 찻집, 죽의 향기, 따뜻한 일상의 의식——광저우는 아침 식사와 밥상을 통해 문화를 이해하는 사람을 위한 도시입니다.",
      "bestTime": "10월~4월",
      "budgetRange": "$40~80/일",
      "name": "광저우",
      "label": "광둥 미식 수도"
    },
    "kunming": {
      "tagline": "봄이 떠나지 않는 도시.",
      "description": "온화한 날씨, 꽃시장, 여유로운 거리 덕분에 쿤밍은 도착 첫날부터 편안하다. 디안츠 호수를 걷고, 석림을 당일치기로 다녀오며, 도시의 편의성을 유지한 채 여행 속도를 낮출 수 있다.",
      "matchReason": "당신과 쿤밍은 극단보다 균형을 선호합니다. 사계절 부드러운 기후, 호숫가의 느린 템포, 윈난의 다양한 자연으로 이어지는 접근성은 압박 없이 깊게 여행하고 싶은 사람에게 잘 맞습니다. 쿤밍은 서두름을 요구하지 않고, 꾸준한 호기심과 차분한 탐색을 보상해 줍니다.",
      "bestTime": "3월~5월 / 10월~11월",
      "budgetRange": "$30~60/일",
      "name": "쿤밍",
      "label": "사계절 봄의 도시"
    },
    "qingdao": {
      "tagline": "바닷바람과 맥주 문화가 만나는 도시.",
      "description": "독일 조계지 시절의 거리, 신선한 해산물, 오래 걷기 좋은 해안선이 칭다오의 매력을 만든다. 라오산에서 바다를 내려다보고 붉은 지붕 거리들을 걷다 보면, 왜 이 도시의 맥주·해산물 문화가 여름 여행을 가볍게 만드는지 알게 된다.",
      "matchReason": "당신과 칭다오는 분위기를 중시한다는 점에서 닮았습니다. 해안의 개방감, 걷기 좋은 동선, 부담 없는 사교 분위기가 함께 있어 문화성과 편안함을 동시에 얻을 수 있습니다. 바다, 해산물, 양조 문화의 조합은 느긋한 도시 여행에 특히 잘 맞습니다.",
      "bestTime": "5월~10월",
      "budgetRange": "$45~85/일",
      "name": "칭다오",
      "label": "해풍 맥주 도시"
    },
    "suzhou": {
      "tagline": "정원이 고요한 우아함을 담아내는 도시.",
      "description": "고전 정원, 운하 옆 골목, 정제된 강남 미학이 쑤저우의 정체성을 만든다. 유네스코 정원과 수향 마을의 질감을 오가며, 하루의 끝에는 더 조용하고 사색적인 도시 리듬으로 돌아오게 된다.",
      "matchReason": "당신과 쑤저우는 기질적으로 잘 맞습니다. 디테일을 살피고 은은한 아름다움을 선호하는 사람일수록 이 도시의 매력을 깊게 느낄 수 있습니다. 정원 구성부터 운하 생활 리듬까지, 쑤저우는 천천히 읽어내는 여행에 가장 잘 어울립니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$50~95/일",
      "name": "쑤저우",
      "label": "정원 수향 도시"
    },
    "lijiang": {
      "tagline": "고성의 밤과 설산이 만나는 도시.",
      "description": "돌길 골목과 고원의 공기가 리장을 영화 같은 도시로 만든다. 고성에서 나시족 문화를 만나고, 아침에는 옥룡설산을 바라보며, 느린 산책과 고원 액티비티를 자유롭게 조합할 수 있다.",
      "matchReason": "당신과 리장은 대비가 있는 목적지를 좋아한다는 점에서 닮았습니다. 보존된 고성의 밤 분위기와 다음 날 아침의 설산 풍경이 한 여행 안에서 공존합니다. 체크리스트보다 감정의 결을 중시한다면, 문화·고도·분위기를 함께 주는 리장이 잘 맞습니다.",
      "bestTime": "4월~6월 / 9월~11월",
      "budgetRange": "$35~70/일",
      "name": "리장",
      "label": "고성 설산 도시"
    },
    "zhuhai": {
      "tagline": "해안의 여유가 자연스러운 도시.",
      "description": "주하이는 깨끗하고 개방적이며, 저스트레스 여행에 맞춰진 해안 도시다. 연인로를 따라 자전거를 타고 섬 너머로 지는 노을을 보면, 이 여행을 일정 소화가 아닌 진짜 리셋으로 만들 수 있다.",
      "matchReason": "당신과 주하이는 강도보다 편안함을 우선합니다. 해안형 도시 구조, 가벼운 템포, 실용적인 생활 편의는 에너지를 회복하면서도 도시와 연결감을 유지하게 해줍니다. 여행의 가치를 얼마나 많이 했는가보다 얼마나 좋게 느껴지는가로 판단하는 사람에게 맞습니다.",
      "bestTime": "10월~4월",
      "budgetRange": "$45~90/일",
      "name": "주하이",
      "label": "해안 힐링 도시"
    },
    "nanjing": {
      "tagline": "역사와 캠퍼스 감성이 교차하는 도시.",
      "description": "난징은 제국의 기억과 가로수가 이어진 현대적 동네가 자연스럽게 공존하는 도시다. 옛 성벽과 주요 박물관·기념관을 본 뒤, 대학 문화가 만든 서점과 카페 거리로 흐름을 바꿀 수 있다.",
      "matchReason": "당신과 난징은 지적 호기심과 감정의 스펙트럼을 함께 중시합니다. 왕조 역사에서 학생 도시의 에너지로 무리 없이 전환되는 점이 이 도시의 강점입니다. 낮에는 생각하고 밤에는 조용히 활기를 즐기고 싶다면 난징이 잘 맞습니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$45~90/일",
      "name": "난징",
      "label": "역사 학술 도시"
    },
    "dalian": {
      "tagline": "북방이 바다로 열리는 도시.",
      "description": "넓은 대로와 바닷바람이 다롄에 차분한 북방 해안 도시의 성격을 부여한다. 도심 광장, 절벽 전망, 해산물 중심의 저녁을 한 동선으로 묶기 쉬워 특히 여름 피서 여행에 적합하다.",
      "matchReason": "당신과 다롄은 숨 쉴 여백을 중요하게 여깁니다. 해양 도시의 개방감, 관리하기 쉬운 규모, 실용적인 리듬이 있어 성수기에도 비교적 쾌적합니다. 열대 휴양지의 과밀함 없이 바다를 즐기고 싶은 사람에게 좋은 선택입니다.",
      "bestTime": "6월~9월",
      "budgetRange": "$45~85/일",
      "name": "다롄",
      "label": "북방 해안 도시"
    },
    "wuhan": {
      "tagline": "세 도시권이 하나로 뛰는 도시.",
      "description": "양쯔강과 한강을 끼고 있는 우한은 대도시의 추진력과 생활의 현실감이 함께 느껴지는 곳이다. 강변 랜드마크를 건너고 대표적인 아침 식문화를 경험하면, 과하게 연출되지 않은 생생한 중국 도시를 만날 수 있다.",
      "matchReason": "당신과 우한은 폭과 회복탄력성이 큽니다. 삼진 구조와 두 강의 지리가 만드는 도시의 동력은 겉모습보다 실제 감각을 중시하는 여행자에게 잘 맞습니다. 엽서 같은 풍경보다 살아 있는 대도시의 결을 보고 싶다면 우한이 적합합니다.",
      "bestTime": "3월~4월 / 10월~11월",
      "budgetRange": "$35~70/일",
      "name": "우한",
      "label": "강변 메가시티"
    },
    "changsha": {
      "tagline": "야시장이 멈추지 않는 도시.",
      "description": "창사는 강한 맛, 늦은 밤, 젊은 에너지가 핵심인 도시다. 화끈한 후난 요리를 먹으며 밤의 강변 상권을 오가다 보면, 왜 이곳이 주말 국내 여행지로 인기인지 바로 체감할 수 있다.",
      "matchReason": "당신과 창사는 즉각적인 자극과 사람의 열기를 즐깁니다. 이 도시는 직설적이고 맛이 강하며, 밤이 깊을수록 더 활기를 띱니다. 길거리 음식, 음악, 늦게까지 이어지는 군중의 리듬을 원한다면 창사가 매우 잘 맞습니다.",
      "bestTime": "10월~4월",
      "budgetRange": "$30~65/일",
      "name": "창사",
      "label": "야시장 미식 도시"
    }
  }
}
