{
  "cities": {
    "shanghai": {
      "tagline": "東と西がフルスピードで出会う場所。",
      "description": "ネオンに輝くスカイラインと100年前の石庫門の路地が共存している。アールデコのジャズバーでカクテルを飲み、前衛的なギャラリーやミシュランレストランに迷い込む。上海は、すべてを求める人に、素早くそれを与えてくれる。"
    },
    "beijing": {
      "tagline": "帝国がその痕跡を残した場所。",
      "description": "5000年の帝国の歴史が、あらゆる角から見つめている。皇帝が歩いた場所に立ち、古い胡同の路地を自転車で走り、すべての石に歴史の重みを感じる。これは最も壮大な中国の姿だ。"
    },
    "xian": {
      "tagline": "歴史が文字通りあなたを取り囲む場所。",
      "description": "世界で最もよく保存された古城壁の内側に今もたたずむ。8000体の兵馬俑と向き合い、回民街のナイトマーケットで食べ歩き、足元にシルクロードの鼓動を感じる。"
    },
    "chengdu": {
      "tagline": "人生がちょうどいいペースで流れる場所。",
      "description": "パンダ、麻辣火鍋、そして焦らない時間——成都は独自のリズムで動いている。午前中はパンダ基地で過ごし、午後は茶館でゆっくりと世界を眺め、夜は痺れるほど辛い共同火鍋に溶け込む。"
    },
    "guilin": {
      "tagline": "風景が絵画のように見える場所。",
      "description": "ここのすべての景色は、古典的な水墨画が現実になったようだ。奇妙なカルストの峰々の間を漓江クルーズし、段々畑を自転車で走り、霧が山から立ち上る朝に目覚める。"
    },
    "dali": {
      "tagline": "自由な魂が居場所を見つける場所。",
      "description": "大理は、どこにも完全になじめなかった旅人がぴったりはまる場所だ。大理石の路地に並ぶ個性的なカフェを歩き、地元の白族の儀式を見学し、雪を抱いた山々を背景に、エメラルドグリーンの洱海で泳ぐ。"
    },
    "xiamen": {
      "tagline": "海沿いの魅力と気楽な暮らしが出会う場所。",
      "description": "ピアノ島、ブーゲンビリアが絡まるコロニアルな路地、今まで食べた中で最高のシーフード。車のない鼓浪嶼島を散策し、パステルカラーのヨーロッパ建築を写真に収め、海峡に沈む夕日とともに一日を終える。"
    },
    "zhangjiajie": {
      "tagline": "自然が不可能を実現する場所。",
      "description": "アバターに登場する浮遊山のモデルとなった実在の場所。雲に包まれた砂岩の柱峰の間をハイキングし、世界最長のガラス橋を渡り、存在するはずのない景観に本気で圧倒される。"
    },
    "harbin": {
      "tagline": "冬が冒険になる場所。",
      "description": "毎年1月、ハルビンは氷でできた都市を建設する——聞いた通りの非現実だ。建物ほど大きな光る氷の城を歩き、玉ねぎドームの建築の中でロシア料理を食べ、マイナス20度の寒さを冒険の一部として受け入れる。"
    },
    "hangzhou": {
      "tagline": "古典的な中国が息づく場所。",
      "description": "夜明けの西湖、丘の茶畑、静水に映る千年の寺。湖を自転車で一周し、龍井茶の産地でお茶を一杯飲み、古代中国人がなぜここを「地上の天国」と呼んだかを理解する。"
    },
    "chongqing": {
      "tagline": "都市が物理法則に逆らう場所。",
      "description": "重慶は文字通り三次元に存在する。地下鉄を降りたらビルの20階に出てきた、という体験をし、摩天楼が朝霧の中からサイバーパンクの夢のように現れ、地球上で最も中毒性の高い麻辣火鍋を食べる。"
    },
    "shenzhen": {
      "tagline": "未来がすでにここにある場所。",
      "description": "中国で最も速く成長したこの都市は、農地から巨大都市になるまでわずか30年——その躍動感が随所に感じられる。最先端のテクノロジー博物館を探索し、世界で最もクリエイティブなアーバニズムを歩き、今も自分自身を発明し続ける都市の電気的エネルギーを感じる。"
    },
    "sanya": {
      "tagline": "中国がパラダイスで驚かせてくれる場所。",
      "description": "透き通ったターコイズブルーの海、真っ白な砂浜、急ぐ必要のない時間。温かい南シナ海の湾で泳ぎ、夕日の中に劇的な海岸の岩場を探索し、ほとんどの人が知らない本物の熱帯の楽園が中国にあることを発見する。"
    },
    "dunhuang": {
      "tagline": "シルクロードが蘇る場所。",
      "description": "砂漠が古代シルクロードを飲み込む前の最後の重要なオアシス。鳴沙山をラクダに乗って越え、信じられないほどの孤独の中で三日月湖がきらめくのを眺め、莫高窟に入る——砂漠の中で1000年間無傷で生き延びた仏教絵画が待っている。"
    },
    "guangzhou": {
      "tagline": "すべての食事がお祝いになる場所。",
      "description": "朝は飲茶、昼はチャーシュー、夜は今まで食べた中で最高のワンタン麺。100年の茶楼でカートを押し、沙面島のコロニアル地区を散策し、広州の食文化がライフスタイルそのものであることに気づく。"
    }
  }
}
