{
  "cities": {
    "shanghai": {
      "tagline": "동서양이 최고 속도로 만나는 곳.",
      "description": "네온으로 빛나는 스카이라인과 100년 된 스쿠먼 골목이 공존한다. 아르데코 재즈 바에서 칵테일을 마시다가 전위적인 갤러리와 미슐랭 레스토랑에 빠져든다. 상하이는 모든 것을 원하는 사람에게, 빠르게 그것을 준다.",
      "matchReason": "상하이와 당신은 같은 탐욕을 지녔습니다. 동서양의 융합, 세계적 미식 문화, 네온빛 활기——모든 것을 원하고 빠르게 즐길 수 있는 당신에게 상하이는 최고의 무대입니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$80~150/일"
    },
    "beijing": {
      "tagline": "제국이 흔적을 남긴 곳.",
      "description": "5천 년의 제국 역사가 모든 구석에서 바라보고 있다. 황제가 걸었던 자리에 서고, 오래된 후통 골목을 자전거로 달리고, 모든 돌에서 역사의 무게를 느낀다. 이것이 가장 웅장한 중국의 모습이다.",
      "matchReason": "베이징과 당신은 같은 깊이에 끌립니다. 역사의 무게가 느껴지는 곳, 황제가 걸었던 자리, 후통의 고요함——베이징은 당신 안의 '진짜를 원하는 마음'에 직접 말을 걸어오는 도시입니다.",
      "bestTime": "4월~5월 / 9월~10월",
      "budgetRange": "$60~120/일"
    },
    "xian": {
      "tagline": "역사가 말 그대로 당신을 둘러싸는 곳.",
      "description": "세계에서 가장 잘 보존된 고대 성벽 안에 지금도 자리한다. 8천 개의 병마용과 마주하고, 회민가 야시장에서 먹거리를 즐기고, 발밑에서 실크로드의 맥동을 느낀다.",
      "matchReason": "시안과 당신은 '뿌리'에 대한 집착을 공유합니다. 8천 개의 병마용, 고대 성벽, 실크로드의 흔적은 단순한 관광지가 아니라 문명의 깊은 이야기와의 재회입니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$40~80/일"
    },
    "chengdu": {
      "tagline": "삶이 딱 완벽한 속도로 흐르는 곳.",
      "description": "판다, 마라훠궈, 그리고 서두를 필요 없는 시간——청두는 자신만의 리듬으로 움직인다. 오전엔 판다 기지에서 보내고, 오후엔 찻집에서 세상이 흘러가는 걸 바라보고, 저녁엔 얼얼하고 중독성 있는 공동 훠궈에 녹아든다.",
      "matchReason": "청두와 당신은 같은 리듬으로 살아갑니다——서두르지 않고, 따뜻하고, 즐거운 삶. 판다와 함께하는 아침, 찻집에서의 오후, 마라훠궈의 저녁——청두는 당신에게 '더 빨리'라고 말하지 않습니다.",
      "bestTime": "3월~6월 / 9월~11월",
      "budgetRange": "$35~70/일"
    },
    "guilin": {
      "tagline": "풍경이 그림처럼 보이는 곳.",
      "description": "여기의 모든 풍경은 고전 수묵화가 현실이 된 것 같다. 기묘한 카르스트 봉우리 사이를 이강 유람선으로 돌아다니고, 계단식 논밭을 자전거로 달리고, 산에서 안개가 피어오르는 아침에 눈을 뜬다.",
      "matchReason": "당신은 자연에 완전히 압도되고 싶어합니다. 리장의 카르스트 봉우리, 계단식 논밭의 안개, 물에 비치는 산——구이린은 '진짜 감동'을 찾는 당신을 위해 존재합니다.",
      "bestTime": "4월~5월 / 9월~10월",
      "budgetRange": "$35~65/일"
    },
    "dali": {
      "tagline": "자유로운 영혼이 제자리를 찾는 곳.",
      "description": "대리는 어디에도 완전히 속하지 못했던 여행자들이 딱 맞아 떨어지는 곳이다. 독립 카페로 가득한 대리석 골목을 거닐고, 현지 바이족의 전통 의식을 구경하고, 만년설 덮인 산을 배경으로 에메랄드빛 얼하이에서 수영한다.",
      "matchReason": "당신과 다리는 모두 '틀에 박히지 않는 것'을 소중히 여깁니다. 얼하이의 파란빛, 바이족 문화, 골목의 개성 있는 카페——다리는 영혼을 가진 장소를 찾는 사람들이 결국 도달하는 곳입니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$30~60/일"
    },
    "xiamen": {
      "tagline": "해안의 매력과 여유로운 삶이 만나는 곳.",
      "description": "피아노섬, 부겐빌레아로 덮인 식민지 골목, 지금껏 먹어본 최고의 해산물. 차 없는 구랑위 섬을 산책하고, 파스텔 톤의 유럽 건축물을 사진에 담고, 해협 위로 지는 노을과 함께 하루를 마친다.",
      "matchReason": "당신과 샤먼은 일상의 아름다움에서 기쁨을 찾습니다. 해풍, 여유로운 식사, 생동감 있는 거리——구랑위의 매력, 신선한 해산물, 느긋한 오후가 당신을 기다립니다.",
      "bestTime": "10월~4월",
      "budgetRange": "$40~75/일"
    },
    "zhangjiajie": {
      "tagline": "자연이 불가능을 만들어낸 곳.",
      "description": "아바타의 부유 산을 영감을 준 실제 장소. 구름에 휩싸인 사암 기둥 사이를 하이킹하고, 세계에서 가장 긴 유리 다리를 건너고, 존재할 수 없을 것 같은 풍경에 진심으로 경이로움을 느낀다.",
      "matchReason": "당신은 말문이 막히는 경험을 원합니다. 아바타의 부유 산, 구름 위의 유리 다리, 불가능해 보이는 풍경——장가계는 자연이 당신을 완전히 압도할 곳입니다.",
      "bestTime": "4월~10월",
      "budgetRange": "$40~70/일"
    },
    "harbin": {
      "tagline": "겨울이 모험이 되는 곳.",
      "description": "매년 1월, 하얼빈은 얼음으로 도시를 짓는다——들은 것처럼 비현실적이다. 건물만 한 크기의 빛나는 얼음 성을 걷고, 양파 모양 돔 건축 안에서 러시아 음식을 먹고, 영하 20도의 추위를 모험의 일부로 받아들인다.",
      "matchReason": "당신은 극한에서 아름다움을 찾습니다. 얼음 도시, 러시아풍 건축, 영하 20도의 공기——하얼빈은 대부분의 사람이 시도하지 않을 경험을 모으는 당신을 위한 곳입니다.",
      "bestTime": "11월~2월",
      "budgetRange": "$40~75/일"
    },
    "hangzhou": {
      "tagline": "고전적인 중국이 살아 숨 쉬는 곳.",
      "description": "새벽의 서호, 언덕의 녹차밭, 잔잔한 물에 비치는 천 년 된 사원. 호수를 자전거로 일주하고, 용정차의 산지에서 한 잔을 마시고, 왜 고대 중국인들이 이곳을 지상낙원이라 불렀는지 이해한다.",
      "matchReason": "당신과 항저우는 시간의 검증을 통과한 아름다움에 끌립니다. 새벽의 서호, 용정차, 안개 속 고찰——천 년의 시인들을 감동시켜온 풍경은 천천히, 조용히 이해되기를 기다립니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$50~90/일"
    },
    "chongqing": {
      "tagline": "도시가 물리 법칙에 도전하는 곳.",
      "description": "충칭은 문자 그대로 3차원으로 존재한다. 지하철을 내리면 건물 20층에 나오고, 마천루가 아침 안개 속에서 사이버펑크 꿈처럼 나타나고, 지구상에서 가장 중독성 강한 마라훠궈를 먹는다.",
      "matchReason": "당신과 충칭은 강렬함을 두려워하지 않습니다. 산 위에 쌓인 도시, 3차원 지하철, 마라훠궈의 강렬한 맛——당신은 모든 방향에 개성이 있는 곳에 본능적으로 반응합니다.",
      "bestTime": "3월~5월 / 9월~11월",
      "budgetRange": "$35~70/일"
    },
    "shenzhen": {
      "tagline": "미래가 이미 와 있는 곳.",
      "description": "중국에서 가장 빠르게 성장한 이 도시는 논밭에서 대도시가 되는 데 30년밖에 걸리지 않았으며, 그 역동성이 느껴진다. 최첨단 기술 박물관을 탐험하고, 세계에서 가장 창의적인 도시 공간을 거닐고, 여전히 스스로를 발명하고 있는 도시의 전기 같은 에너지를 느낀다.",
      "matchReason": "당신과 선전은 다음에 무엇이 올지를 바라봅니다. 30년 만에 농지에서 메가시티가 된 이 도시는, 과거를 건너뛰고 미래로 직행했습니다. 가능성 안에서 생각하는 사람을 위한 도시입니다.",
      "bestTime": "10월~3월",
      "budgetRange": "$60~120/일"
    },
    "sanya": {
      "tagline": "중국이 낙원으로 당신을 놀라게 하는 곳.",
      "description": "맑은 청록색 바다, 새하얀 모래사장, 어디도 서둘러 가야 할 필요가 없는 시간. 따뜻한 남중국해 만에서 수영하고, 노을 속 극적인 해안 암석 지형을 탐험하고, 대부분의 사람이 모르는 진짜 열대 낙원이 중국에 있다는 걸 발견한다.",
      "matchReason": "당신과 산야는 멈출 때를 압니다. 따뜻한 남중국해, 하얀 모래사장, 서두를 필요 없는 시간——산야는 그저 거기에 있기만 하면 되는 곳입니다.",
      "bestTime": "10월~4월",
      "budgetRange": "$60~130/일"
    },
    "dunhuang": {
      "tagline": "실크로드가 살아나는 곳.",
      "description": "사막이 고대 실크로드를 삼키기 전 마지막 중요한 오아시스. 낙타를 타고 명사산을 넘고, 믿기 어려운 고독 속에서 초승달 모양의 호수가 반짝이는 걸 바라보고, 막고굴에 들어간다——사막에서 1000년을 온전히 살아남은 불교 벽화가 기다리고 있다.",
      "matchReason": "당신은 문명의 끝을 찾는 탐험가입니다. 명사산의 낙타, 월아천의 반짝임, 막고굴의 천 년 벽화——돈황은 고독 속에서 깊이를 찾는 당신을 위해 존재합니다.",
      "bestTime": "5월~9월",
      "budgetRange": "$35~65/일"
    },
    "guangzhou": {
      "tagline": "모든 식사가 축제가 되는 곳.",
      "description": "아침엔 딤섬, 점심엔 차슈, 저녁엔 지금껏 먹어본 최고의 완탕면. 100년 된 차루에서 카트를 밀고, 샤멘 섬의 식민지 구역을 산책하고, 광저우의 음식 문화가 삶의 방식 그 자체임을 깨닫는다.",
      "matchReason": "당신과 광저우는 일상의 즐거움의 풍요로움을 공유합니다. 딤섬은 음식이 아니라 철학입니다. 백 년 된 찻집, 죽의 향기, 따뜻한 일상의 의식——광저우는 아침 식사와 밥상을 통해 문화를 이해하는 사람을 위한 도시입니다.",
      "bestTime": "10월~4월",
      "budgetRange": "$40~80/일"
    }
  }
}
